Repository: migtibincoski/xampp-control-windows
Catalog: xampp_control.po
Languages: pt_br

source: Configuration of Control Panel
pt_br: Configuração do Painel de Controle

source: Browser (empty = system default)
pt_br: Navegador (vazio = padrão do sistema)

source: Save
pt_br: Salvar

source: Abort
pt_br: Cancelar

source: Show debug information
pt_br: Ver informações de debug

source: Details
pt_br: Detalhes

source: More Details
pt_br: Mais Detalhes

source: Autostart of modules
pt_br: Início automático de módulos

source: Selected modules will be started on next launch of the Control Panel.
pt_br: Os módulos selecionados serão iniciados na próxima inicialização do Painel de Controle.

source: Check default ports on startup
pt_br: Verifique as portas padrão na inicialização

source: Change Language
pt_br: Alterar Idioma

source: User Defined Files
pt_br: Arquivos Definidos pelo Usuário

source: Enable Tomcat output window
pt_br: Ativar Janela de Saída do Tomcat

source: Log Options
pt_br: Opções de Log

source: Service and Port Settings
pt_br: Configurações de Serviço e Porta

source: Executables (*.exe)|*.exe|All files (*.*)|*.*
pt_br: Executáveis ​​(*.exe)|*.exe|Todos os arquivos (*.*)|*.*

source: User-defined log/config-files
pt_br: Arquivos de log/configuração definidos pelo usuário

source: Enter user defined files. Files must be relative to xampp-basedir!
pt_br: Insira os arquivos definidos pelo usuário. Os arquivos devem ser relativos ao xampp-basedir!

source: Example: "apache\conf\extra\httpd-info.conf"
pt_br: Exemplo: "apache\conf\extra\httpd-info.conf"

source: Config
pt_br: Configurações

source: Help
pt_br: Ajuda

source: Programmed by Steffen Strueber
pt_br: Programado por Steffen Strueber

source: Enhanced by hackattack142
pt_br: Aprimorado por hackattack142

source: Need Help? Visit the XAMPP forums (English):
pt_br: Precisa de ajuda? Visite os fóruns do XAMPP (inglês):

source: Need Help? Visit the XAMPP forums (German):
pt_br: Precisa de ajuda? Visite os fóruns do XAMPP (alemão):

source: Close
pt_br: Fechar

source: View ReadMe
pt_br: Ver ReadMe

source: Language
pt_br: Idioma

source: Log Font
pt_br: Fonte do Log

source: Log Font Size
pt_br: Tamanho da Fonte do Log

source: Select Font
pt_br: Selecionar Fonte

source: Services
pt_br: Serviços

source: Modules
pt_br: Módulos

source: Port(s)
pt_br: Porta(s)

source: Service
pt_br: Serviço

source: Module
pt_br: Módulo

source: Actions
pt_br: Ações

source: Start
pt_br: Iniciar

source: Install Apache as a Windows Service
pt_br: Instalar Apache como um Serviço do Windows

source: Quit
pt_br: Sair

source: Show / Hide
pt_br: Exibir / Esconder

source: Copy
pt_br: Copiar

source: Select All
pt_br: Selecionar Tudo

source: Netstat - TCP Listening sockets
pt_br: Netstat - Sockets de Escuta TCP

source: Address
pt_br: Endereço

source: Port
pt_br: Porta

source: Name
pt_br: Nome

source: Refresh
pt_br: Atualizar

source: Active socket
pt_br: Socket ativo

source: Old socket
pt_br: Socket antigo

source: New socket
pt_br: Socket novo

source: Service Settings
pt_br: Configurações do Serviço

source: Use this form to set service-specific and default port settings. You can set the name and default ports the XAMPP Control Panel will check. Do not include spaces or quotes in names. This does NOT change the ports that the services and programs use. You still need to change those in the services' configuration files.
pt_br: Use este formulário para definir configurações de porta padrão e específicas do serviço. Você pode definir o nome e as portas padrão que o Painel de Controle do XAMPP verificará. Não inclua espaços ou aspas nos nomes. Isso NÃO altera as portas que os serviços e programas usam. Você ainda precisa alterá-las nos arquivos de configuração dos serviços.

source: Apache Settings
pt_br: Configurações do Apache

source: Service Name
pt_br: Nome do Serviço

source: Main Port
pt_br: Porta Principal

source: SSL Port
pt_br: Porta SSL

source: MySQL Settings
pt_br: Configurações do MySQL

source: FileZilla Settings
pt_br: Configurações do FileZilla

source: Admin Port
pt_br: Porta do Admin

source: Mercury Settings
pt_br: Configurações do Mercury

source: Port 1
pt_br: Porta 1

source: Port 2
pt_br: Porta 2

source: Port 3
pt_br: Porta 3

source: Port 4
pt_br: Porta 4

source: Port 5
pt_br: Porta 5

source: Port 6
pt_br: Porta 6

source: Port 7
pt_br: Porta 7

source: Tomcat Settings
pt_br: Configurações do Tomcat

source: HTTP Port
pt_br: Porta HTTP

source: AJP Port
pt_br: Porta AJP

source: Executing "%s" "%s"
pt_br: Executando "%s" "%s"

source: Executing "%s"
pt_br: Executando "%s"

source: Service installed
pt_br: Serviço instalado

source: Service not installed
pt_br: Serviço não instalado

source: Checking for service (name="%s"): %s
pt_br: Procurando pelo serviço (name="%s"): %s

source: Service Path: %s
pt_br: Caminho do Serviço: %s

source: Apache Service detected with wrong path
pt_br: Serviço Apache detectado com o caminho errado

source: Change XAMPP Apache settings or
pt_br: Alterar as configurações do Apache do XAMPP ou

source: Uninstall/disable the other service manually first
pt_br: Desinstale/desabilite o outro serviço manualmente primeiro

source: Found Path: %s
pt_br: Caminho encontrado: %s

source: Expected Path: "%sapache\bin\%s" -k runservice
pt_br: Caminho esperado: "%sapache\bin\%s" -k runservice

source: Service Path: Service Not Installed
pt_br: Caminho do Serviço: Serviço Não Instalado

source: Initializing module...
pt_br: Inicializando módulo...

source: Checking for module existence...
pt_br: Verificando a existência do módulo...

source: Problem detected: Apache Not Found!
pt_br: Problema detectado: Apache não encontrado!

source: Disabling Apache buttons
pt_br: Desabilitando botões do Apache

source: Run this program from your XAMPP root directory!
pt_br: Execute este programa a partir do seu diretório raiz do XAMPP!

source: Apache Service is disabled.
pt_br: O serviço Apache está desabilitado.

source: Checking for required tools...
pt_br: Verificando as ferramentas necessárias...

source: Checking default ports...
pt_br: Verificando portas padrão...

source: Portblocker Detected: %s
pt_br: Bloqueador de porta detectado: %s

source: Checking for App: %s
pt_br: Verificando o aplicativo: %s

source: Checking for Service: %s
pt_br: Verificando o serviço: %s

source: XAMPP Apache is already running on port %d
pt_br: O XAMPP Apache já está em execução na porta %d

source: XAMPP Apache Service is already running on port %d
pt_br: O serviço Apache XAMPP já está em execução na porta %d

source: Problem detected!
pt_br: Problema detectado!

source: Port %d in use by "%s"!
pt_br: Porta %d em uso por "%s"!

source: Apache WILL NOT start without the configured ports free!
pt_br: O Apache NÃO iniciará sem as portas configuradas livres!

source: You need to uninstall/disable/reconfigure the blocking application
pt_br: Você precisa desinstalar/desabilitar/reconfigurar o aplicativo de bloqueio

source: or reconfigure Apache to listen on a different port
pt_br: ou reconfigurar o Apache para escutar em uma porta diferente

source: Executing %s %s
pt_br: Executando %s %s

source: Installing service...
pt_br: Instalando serviço...

source: Executing "%s %s"
pt_br: Executando "%s %s"

source: Return code: %d
pt_br: Código de retorno: %d

source: There may be an error, return code: %d - %s
pt_br: Pode haver um erro, código de retorno: %d - %s

source: Uninstalling service...
pt_br: Desinstalando serviço...

source: Attempting to start %s service...
pt_br: Tentando iniciar o serviço %s...

source: You appear to be missing the VC9 Runtime Files
pt_br: Parece que estão faltando os arquivos de VC9 Run

source: You need to download and install the Microsoft Visual C++ 2008 SP1 (x86) Runtimes
pt_br: Você precisa baixar e instalar o Microsoft Visual C++ 2008 SP1 (x86) Runtimes

source: Attempting to start %s app...
pt_br: Tentando iniciar o app %s...

source: Attempting to stop %s service...
pt_br: Tentando parar o serviço %s...

source: Attempting to stop
pt_br: Tentando parar

source: Problem killing PID %d
pt_br: Problema ao encerrar PID %d

source: Check that you have the proper privileges
pt_br: Verifique se você tem os privilégios adequados

source: No PIDs found?!
pt_br: Nenhum PID encontrado?!

source: running
pt_br: executando

source: stopped
pt_br: parado

source: Status change detected:
pt_br: Alteração de status detectada:

source: Error: Apache shutdown unexpectedly.
pt_br: Erro: O Apache foi encerrado inesperadamente.

source: This may be due to a blocked port, missing dependencies,
pt_br: Isso pode ser devido a uma porta bloqueada, dependências ausentes,

source: improper privileges, a crash, or a shutdown by another method.
pt_br: privilégios impróprios, uma falha ou um desligamento por outro método.

source: Check the "/xampp/apache/logs/error.log" file
pt_br: Verifique o arquivo "/xampp/apache/logs/error.log"

source: and the Windows Event Viewer for more clues
pt_br: e o Visualizador de Eventos do Windows para mais dicas

source: Stop
pt_br: Parar

source: Autostart aborted: Apache is already running
pt_br: Início automático encerrado : Apache já está em execução

source: Autostart active: starting...
pt_br: Início automático ativo: iniciando...

source: FileZilla Service detected with wrong path
pt_br: Serviço FileZilla detectado com caminho errado

source: Change XAMPP FileZilla settings or
pt_br: Alterar as configurações do XAMPP FileZilla ou

source: Expected Path: "%sFileZillaFTP\%s"
pt_br: Caminho esperado: "%sFileZillaFTP\%s"

source: Checking for alternate module existence...
pt_br: Verificando a existência de módulo alternativo...

source: Problem detected: FileZilla Not Found!
pt_br: Problema detectado: FileZilla não encontrado!

source: Disabling FileZilla buttons
pt_br: Desabilitando botões do FileZilla

source: XAMPP FileZilla FTP Server is already running on port %d
pt_br: O servidor FTP XAMPP FileZilla já está em execução na porta %d

source: XAMPP FileZilla FTP Server Service is already running on port %d
pt_br: O serviço do servidor FTP XAMPP FileZilla já está em execução na porta %d

source: FileZilla WILL NOT start without the configured ports free!
pt_br: O FileZilla NÃO iniciará sem as portas configuradas livres!

source: or reconfigure FileZilla to listen on a different port
pt_br: ou reconfigure o FileZilla para escutar em uma porta diferente

source: Setting Service Name...
pt_br: Definindo o nome do serviço...

source: Setting Service Display Name...
pt_br: Configurando o nome de exibição do serviço...

source: Attempting to stop %s app...
pt_br: Tentando parar o aplicativo %s...

source: Error: FileZilla shutdown unexpectedly.
pt_br: Erro: O FileZilla foi encerrado inesperadamente.

source: Autostart aborted: FileZilla is already running
pt_br: Início automático cancelado: FileZilla já está em execução

source: Restart application to apply changes!
pt_br: Reinicie o aplicativo para aplicar as alterações!

source: <Browse>
pt_br: <Procurar>

source: Services cannot be installed or uninstalled while the service is running!
pt_br: Os serviços não podem ser instalados ou desinstalados enquanto o serviço estiver em execução!

source: Click Yes to uninstall the %s service
pt_br: Clique em Sim para desinstalar o serviço %s

source: Click Yes to install the %s service
pt_br: Clique em Sim para instalar o serviço %s

source: Service was NOT (un)installed!
pt_br: O serviço NÃO foi (des)instalado!

source: One possible reason for failure: On windows security box you !!!MUST UNCHECK!!! the "Protect my computer and data from unauthorized program activity" checkbox!!!
pt_br: Um possível motivo para a falha: Na caixa de segurança do Windows, você !!!DEVE DESMARCAR!!! a caixa de seleção "Proteger meu computador e meus dados contra atividades de programas não autorizados"!!!

source: Successful!
pt_br: Sucesso!

source: Mercury cannot be run as service!
pt_br: O Mercury não pode ser executado como serviço!

source: File "%s" not found. Should it be created now?
pt_br: Arquivo "%s" não encontrado. Ele deve ser criado agora?

source: Error
pt_br: Erro

source: User defined
pt_br: Definido pelo usuário

source: Initializing Control Panel
pt_br: Iniciando o Painel de Controle

source: Windows Version: %s %s %s
pt_br: Versão do Windows: %s %s %s

source: WARNING: Your Operating System is too old and is not supported
pt_br: AVISO: Seu sistema operacional é muito antigo e não é suportado

source: Running with Administrator rights - good!
pt_br: Executando com direitos de administrador - ótimo!

source: You are not running with administrator rights! This will work for
pt_br: Você não está executando com direitos de administrador! Isso funcionará para

source: most application stuff but whenever you do something with services
pt_br: a maioria das coisas de aplicação, mas sempre que você faz algo com serviços

source: there will be a security dialogue or things will break! So think
pt_br: haverá um diálogo de segurança ou as coisas vão quebrar! Então pense

source: about running this application with administrator rights!
pt_br: sobre executar este aplicativo com direitos de administrador!

source: XAMPP Installation Directory: "%s"
pt_br: Diretório de instalação do XAMPP: "%s"

source: WARNING: Your install directory contains spaces. This may break programs/scripts
pt_br: AVISO: Seu diretório de instalação contém espaços. Isso pode quebrar programas/scripts

source: WARNING: Your install directory contains special characters. This may break programs/scripts
pt_br: AVISO: Seu diretório de instalação contém caracteres especiais. Isso pode quebrar programas/scripts

source: Checking for prerequisites
pt_br: Verificando pré-requisitos

source: Required XAMPP prerequisite not found!
pt_br: Pré-requisito XAMPP necessário não encontrado!

source: You do not appear to have the Microsoft Visual C++ 2008 Runtimes installed
pt_br: Parece que você não tem o Microsoft Visual C++ 2008 Runtimes instalado

source: This is required for XAMPP to fully function
pt_br: Isso é necessário para que o XAMPP funcione totalmente

source: All prerequisites found
pt_br: Todos os pré-requisitos encontrados

source: VC++ checking is disabled
pt_br: A verificação VC++ está desabilitada

source: Initializing Modules
pt_br: Inicializando Módulos

source: The Apache module is disabled
pt_br: O módulo Apache está desabilitado

source: The MySQL module is disabled
pt_br: O módulo MySQL está desabilitado

source: The FileZilla module is disabled
pt_br: O módulo FileZilla está desabilitado

source: The Mercury module is disabled
pt_br: O módulo Mercury está desabilitado

source: The Tomcat module is disabled
pt_br: O módulo Tomcat está desabilitado

source: Enabling autostart for module "%s"
pt_br: Habilitando a inicialização automática para o módulo "%s"

source: Starting
pt_br: Iniciando

source: Control Panel Ready
pt_br: Painel de Controle pronto

source: Deinitializing Modules
pt_br: Desinicializando Módulos

source: Deinitializing Control Panel
pt_br: Desinicializando Painel de Controle

source: Problem detected: Mercury Not Found!
pt_br: Problema detectado: Mercury não encontrado!

source: Disabling Mercury buttons
pt_br: Desativando botões Mercury

source: Mercury WILL NOT start without the configured ports free!
pt_br: O Mercury NÃO iniciará sem as portas configuradas livres!

source: or reconfigure Mercury to listen on a different port
pt_br: ou reconfigurar o Mercury para escutar em uma porta diferente

source: XAMPP Mercury is already running
pt_br: O XAMPP Mercury já está em execução

source: Ports in use: %s
pt_br: Portas em uso: %s

source: Error: Mercury shutdown unexpectedly.
pt_br: Erro: O Mercury encerrou inesperadamente.

source: Autostart aborted: Mercury is already running
pt_br: Início automático cancelado: Mercury já está em execução

source: MySQL Service detected with wrong path
pt_br: Serviço MySQL detectado com caminho errado

source: Change XAMPP MySQL settings or
pt_br: Alterar as configurações do MySQL do XAMPP ou

source: Expected Path: %smysql\bin\%s --defaults-file=%smysql\bin\my.ini %s
pt_br: Caminho esperado: %smysql\bin\%s --defaults-file=%smysql\bin\my.ini %s

source: Problem detected: MySQL Not Found!
pt_br: Problema detectado: MySQL não encontrado!

source: Disabling MySQL buttons
pt_br: Desabilitando botões do MySQL

source: XAMPP MySQL is already running on port %d
pt_br: O XAMPP MySQL já está em execução na porta %d

source: XAMPP MySQL Service is already running on port %d
pt_br: O serviço MySQL do XAMPP já está em execução na porta %d

source: MySQL WILL NOT start without the configured ports free!
pt_br: O MySQL NÃO iniciará sem as portas configuradas livres!

source: or reconfigure MySQL to listen on a different port
pt_br: ou reconfigure o MySQL para escutar em uma porta diferente

source: Error: MySQL shutdown unexpectedly.
pt_br: Erro: O MySQL foi encerrado inesperadamente.

source: Check the "/xampp/mysql/data/mysql_error.log" file
pt_br: Verifique o arquivo "/xampp/mysql/data/mysql_error.log"

source: Autostart aborted: MySQL is already running
pt_br: Início automático cancelado: MySQL já está em execução

source: New listening socket: %s:%d
pt_br: Novo socket de escuta: %s:%d

source: Listening socket closed: %s:%d
pt_br: Socket de escuta fechado: %s:%d

source: unknown program
pt_br: programa desconhecido

source: Deleting PID-entry %d: %s
pt_br: Excluindo entrada PID %d: %s

source: Creating PID-entry %d: %s
pt_br: Criando entrada PID %d: %s

source: Searching for service %s
pt_br: Procurando pelo serviço %s

source: Found service, attempting to start
pt_br: Serviço encontrado, tentando iniciar

source: Return Code %d
pt_br: Código de retorno %d

source: Found service, attempting to stop
pt_br: Serviço encontrado, tentando parar

source: Tomcat Service detected with wrong path
pt_br: Serviço Tomcat detectado com caminho errado

source: Change XAMPP Tomcat settings or
pt_br: Alterar as configurações do XAMPP Tomcat ou

source: Expected Path: %stomcat\bin\%s //RS//%s
pt_br: Caminho esperado: %stomcat\bin\%s //RS//%s

source: Problem detected: Tomcat Not Found!
pt_br: Problema detectado: Tomcat não encontrado!

source: Disabling Tomcat buttons
pt_br: Desabilitando botões do Tomcat

source: Problem detected: Required Tool catalina_start.bat Not Found!
pt_br: Problema detectado: Ferramenta necessária catalina_start.bat não encontrada!

source: Problem detected: Required Tool catalina_stop.bat Not Found!
pt_br: Problema detectado: Ferramenta necessária catalina_stop.bat não encontrada!

source: Problem detected: Required Tool catalina_service.bat Not Found!
pt_br: Problema detectado: Ferramenta necessária catalina_service.bat não encontrada!

source: Java is already running on port %d!
pt_br: O Java já está sendo executado na porta %d!

source: Is Tomcat already running?
pt_br: O Tomcat já está em execução?

source: XAMPP Tomcat is already running on port %d
pt_br: O XAMPP Tomcat já está em execução na porta %d

source: XAMPP Tomcat Service is already running on port %d
pt_br: O serviço XAMPP Tomcat já está em execução na porta %d

source: Tomcat WILL NOT start without the configured ports free!
pt_br: O Tomcat NÃO iniciará sem as portas configuradas e livres!

source: or reconfigure Tomcat to listen on a different port
pt_br: ou reconfigurar o Tomcat para escutar em uma porta diferente

source: Tomcat Service Install stopped with errors, return code: %d
pt_br: A instalação do serviço Tomcat foi interrompida com erros, código de retorno: %d

source: Make sure you have Java JDK or JRE installed and the required ports are free
pt_br: Certifique-se de ter o Java JDK ou JRE instalado e que as portas necessárias estejam livres

source: Check the "/xampp/tomcat/logs" folder for more information
pt_br: Verifique a pasta "/xampp/tomcat/logs" para mais informações

source: Tomcat Service Uninstall stopped with errors, return code: %d
pt_br: A desinstalação do serviço Tomcat foi interrompida com erros, código de retorno: %d

source: Tomcat Started/Stopped with errors, return code: %d
pt_br: Tomcat iniciou/parou com erros, código de retorno: %d

source: Attempting to stop %s
pt_br: Tentando parar %s

source: Error: Tomcat shutdown unexpectedly.
pt_br: Erro: O Tomcat foi encerrado inesperadamente.

source: Autostart aborted: Tomcat is already running
pt_br: Início automático cancelado: Tomcat já está em execução

source: Application
pt_br: Aplicativo
